[LWS_Keeper X2SoldierClassTemplate]
DisplayName="守护者"
ClassSummary="守护者是军事后勤领域的专家。他们为盟友提供补给，并通过防御策略和快速反应火力来牵制敌人。"
LeftAbilityTreeTitle="监督"
RightAbilityTreeTitle="队中无我"
AbilityTreeTitles[0]="监督"
AbilityTreeTitles[1]="无尽"
AbilityTreeTitles[2]="队中无我"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

[IRI_GrappleGun X2AbilityTemplate]
LocFriendlyName="抓钩枪"
LocLongDescription="<Ability:ClassName/>可以使用抓钩枪快速移动到高处，或从战场上获取战利品。"
LocHelpText="使用抓钩枪快速移动到一个较高的位置。"
LocPromotionPopupText=""
LocFlyOverText="抓钩枪"

[IRI_ResupplyAmmo X2AbilityTemplate]
LocFriendlyName="补给弹药"
LocLongDescription="为目标友军单位重新装填主武器。如果该单位配备了特殊弹药，其效果将应用于重新装填的武器，直到下一次常规装填。<Ability:ResupplyAmmoCooldown/>回合冷却时间。"
LocHelpText="为目标友军单位重新装填主武器。如果配备了特殊弹药，其效果将应用于重新装填的武器，直到下一次常规装填。"
LocPromotionPopupText="如果目标士兵已经携带特殊弹药，其效果将被守门人的特殊弹药暂时覆盖。"
LocFlyOverText="补给弹药"

[IRI_SupplyRun X2AbilityTemplate]
LocFriendlyName="补给冲刺"
LocLongDescription="对盟友使用补给弹药或绷带会赠予一个仅限移动的行动点。"
LocHelpText="对盟友使用补给弹药或绷带会赠予一个仅限移动的行动点。"
LocPromotionPopupText="移动行动点适用于能力的使用者，而不是目标。"
LocFlyOverText="补给冲刺"